Repository: mugdhakolte/timedi
Catalog: timedi-develop/locale/*/LC_MESSAGES/django.po
Languages: es, fr, pt

source: Each Hospital must have only 5 Applications
es: Cada hospital debe tener sólo 5 aplicaciones
fr: Chaque hôpital ne doit avoir que 5 demandes
pt: Cada Hospital deve ter apenas 5 Aplicações

source: Cannot delete centre module because it is referenced to a patient.
es: No se puede eliminar el módulo central porque se hace referencia a un paciente.
fr: Impossible de supprimer le module central car il est référencé à un patient.
pt: Não é possível excluir o módulo central porque ele é referenciado a um paciente.

source: Hospital deleted successfully.
es: Hospital eliminado correctamente.
fr: Hôpital supprimé avec succès.
pt: Hospital deletado com sucesso.

source: From Date
es: Fecha de origen
fr: Date de départ
pt: Data De

source: To Date
es: Hasta la fecha
fr: À ce jour
pt: Até à data

source: Hospital Name
es: Nombre del hospital
fr: Nom de l'hôpital
pt: Nome do Hospital

source: Patient Name
es: Nombre del paciente
fr: Nom du patient
pt: Nome do Paciente

source: CN Number
es: Número CN
fr: Numéro CN
pt: Número NC

source: Medicine Name
es: Nombre del medicamento
fr: Nom du médicament
pt: Nome do medicamento

source: Entry/Out
es: Entrada/salida
fr: Entrée/Sortir
pt: Entrada/Saída

source: Quantity
es: Cantidad
fr: Quantité
pt: Quantidade

source: Box
es: Caja
fr: Boîte
pt: Caixa

source: Date
es: Fecha
fr: Rendez-vous amoureux
pt: Data

source: User
es: Usuario
fr: Utilisateur
pt: Usuário

source: Medication Billing Simulation Report
es: Informe de simulación de facturación de medicamentos
fr: Rapport de simulation de facturation des médicaments
pt: Relatório de Simulação de Faturamento de Medicamentos

source: Boxes
es: Cajas
fr: Des boîtes
pt: Caixas

source: Billing simulation per Patient
es: Simulación de facturación por paciente
fr: Simulation de facturation par patient
pt: Simulação de faturamento por paciente

source: Start Date
es: Fecha de inicio
fr: Date de début
pt: Data Inicial

source: End Date
es: Fecha de finalización
fr: Date de fin
pt: Data Final

source: Barcode
es: Código de barras
fr: Code-Barres
pt: Código de barras

source: Please validate patient first
es: Validar primero al paciente
fr: Veuillez d'abord valider le patient
pt: Por favor, valide o paciente primeiro

source: Added patient successfully
es: Se ha añadido un paciente con éxito
fr: Patient ajouté avec succès
pt: Paciente adicionado com sucesso

source: Linked patient successfully
es: Paciente vinculado con éxito
fr: Patient lié avec succès
pt: Paciente vinculado com sucesso

source: Please enter valid type for validating patient
es: Introduzca un tipo válido para validar el paciente
fr: Veuillez entrer un type valide pour valider le patient
pt: Insira um tipo válido para validar o paciente

source: Skipped Medicine successfully
es: Medicina omitida correctamente
fr: Médecine sautée avec succès
pt: Medicina ignorada com sucesso

source: Added Medicine successfully
es: Se agregó el medicamento con éxito
fr: Médecine ajoutée avec succès
pt: Medicamento adicionado com sucesso

source: Relation created for medicine successfully
es: Relación creada para la medicina con éxito
fr: Relation créée pour la médecine avec succès
pt: Relação criada para medicina com sucesso

source: Please enter valid link type for validating medicine
es: Introduzca un tipo de enlace válido para validar el medicamento
fr: Veuillez saisir le type de lien valide pour valider le médicament
pt: Insira o tipo de link válido para validar o medicamento

source: Please enter valid select type for validating medicine
es: Introduzca un tipo de selección válido para validar el medicamento
fr: Veuillez saisir le type de sélection valide pour valider le médicament
pt: Insira um tipo de seleção válido para validar o medicamento

source: created at
es: creado en
fr: créé à
pt: criado em

source: Production already created till {}
es: producción ya creada hasta {}
fr: production déjà créée jusqu'à {}
pt: produção já criada até {}

source: Patient deleted successfully.
es: Paciente eliminado correctamente.
fr: Patient supprimé avec succès.
pt: Paciente deletado com sucesso.

source: Modules updated successfully.
es: Módulos actualizados correctamente.
fr: Modules mis à jour avec succès.
pt: Módulos atualizados com sucesso.

source: Module updated successfully.
es: Módulo actualizado correctamente.
fr: Module mis à jour avec succès.
pt: Módulo atualizado com sucesso.

source: Posologies validated successfully.
es: Posologías validadas correctamente.
fr: Posologies validées avec succès.
pt: Posologias validadas com sucesso.

source: Medicine already present for this patient.
es: Medicina ya presente para este paciente.
fr: Médicament déjà présent pour ce patient.
pt: Medicamentos já presentes para este paciente.

source: patients list is empty
es: lista de pacientes está vacía
fr: liste des patients est vide
pt: lista de pacientes está vazia

source: to date should be greater than from date.
es: a la fecha debe ser mayor que a partir de la fecha.
fr: à ce jour devrait être supérieure à la date de début.
pt: até à data deve ser maior do que a data de início.

source: Production Date
es: Fecha de producción
fr: Date de production
pt: Data de Produção

source: Pharmacy
es: Farmacia
fr: Pharmacie
pt: Farmácia

source: Intake
es: Ingestión
fr: Ingestion
pt: Ingestão

source: Comments
es: Comentarios
fr: Commentaires
pt: Comentários

source: Ok
es: De acuerdo
fr: D'accord
pt: Está bem

source: Total Patients:
es: Total de pacientes:
fr: Total des patients :
pt: Total de doentes:

source: Pharmacist:
es: Farmacéutico:
fr: Pharmacien :
pt: Farmacêutico:

source: Signature:
es: Firma:
pt: Assinatura:

source: Date:
es: Fecha:
pt: Data:

source: Responsible:
es: Responsable:
fr: Responsable :
pt: Responsável:

source: Period from validity
es: Periodo de validez
fr: Période à compter de la validité
pt: Período a contar da validade

source: Pharmacy Holder Name
es: Nombre del titular de la farmacia
fr: Nom du titulaire de la pharmacie
pt: Nome do titular da farmácia

source: Address
es: Dirección
fr: Adresse
pt: Endereço

source: Doctor Name
es: Nombre del médico
fr: Nom du médecin
pt: Nome do médico

source: Module Name
es: Nombre del módulo
fr: Nom du module
pt: Nome do módulo

source: Intake Dosage
es: Dosis de Admisión
fr: Dosage d'apport
pt: Dosagem de admissão

source: Days/Intake Time
es: Días/Tiempo de Ingesta
fr: Jours/Temps d'admission
pt: Dias/Tempo de Ingestão

source: Handle according to the instructions provided. If in doubt,consult the pharmacist
es: Mango de acuerdo con las instrucciones proporcionadas. En caso de duda, consulte al farmacéutico
fr: Poignée selon les instructions fournies. En cas de doute, consultez le pharmacien
pt: Manuseie de acordo com as instruções fornecidas. Em caso de dúvida, consulte o farmacêutico

source: Please validate plannings first.
es: Validar primero los planes.
fr: Veuillez d'abord valider les plans.
pt: Por favor, valide os planejamentos primeiro.

source: No productions present for this from date and to date
es: No hay producciones presentes para esta fecha y hasta la fecha
fr: Aucune production présente à ce jour et à ce jour
pt: Não há produções presentes para isso de data e até à data

source: removed productions from plannings
es: eliminaron producciones de las planificaciones
fr: Suppression des productions des planifications
pt: removeu produções de planejamentos

source: No data is produced in this interval
es: No se producen datos en este intervalo
fr: Aucune donnée n'est produite dans cet intervalle
pt: Nenhum dado é produzido neste intervalo

source: Hospital does not exist
es: El hospital no existe
fr: L'hôpital n'existe pas
pt: O hospital não existe

source: Each Hospital must have only 5 Additional Codes
es: Cada hospital debe tener sólo 5 códigos adicionales
fr: Chaque hôpital ne doit avoir que 5 codes supplémentaires
pt: Cada Hospital deve ter apenas 5 Códigos Adicionais

source: This additionalcode code {} and NC code {} must be different
es: este código de código adicional {} y el código nc {} deben ser diferentes
fr: ce code additionnel {} et le code nc {} doivent être différents
pt: este código adicional {} e código nc {} devem ser diferentes

source: The additional {} must be different
es: el {} adicional debe ser diferente
fr: le {} supplémentaire doit être différent
pt: o {} adicional deve ser diferente

source: This additionalcode {} code is already exists
es: este código adicional {} ya existe
fr: ce code additionalcode {} existe déjà
pt: este código adicional {} já existe

source: This NC code is already exists
es: Este código NC ya existe
fr: Ce code NC existe déjà
pt: Este código NC já existe

source: Therapeutic booklet medicine list
es: Lista de medicamentos del folleto terapéutico
fr: Liste des médicaments de livret thérapeutique
pt: Lista de medicamentos de folheto terapêutico

source: Medicine name
es: Nombre del medicamento
fr: Nom du médicament
pt: Nome do medicamento

source: National Medication Code
es: Código Nacional de Medicamentos
fr: Code national des médicaments
pt: Código Nacional de Medicamentos

source: Type
es: Tipo
pt: Tipo

source: Price
es: Precio
fr: Prix
pt: Preço

source: ID Group
es: Grupo de ID
fr: Groupe d'ID
pt: Grupo de ID

source: Box Quantity
es: Cantidad de la caja
fr: Quantité de boîte
pt: Quantidade da caixa

source: Error in pdf creation
es: Error en la creación de pdf
fr: Erreur dans la création de pdf
pt: Erro na criação de pdf

source: This field is required.
es: Este campo es obligatorio.
fr: Ce champ est obligatoire.
pt: Este campo é obrigatório.

source: Please select correct file format
es: Seleccione el formato de archivo correcto
fr: Veuillez sélectionner le format de fichier correct
pt: Selecione o formato de arquivo correto

source: Data is not present to generate report
es: Los datos no están presentes para generar el informe
fr: Les données ne sont pas présentes pour générer le rapport
pt: Os dados não estão presentes para gerar relatório

source: English
es: Inglés
fr: Anglais
pt: Inglês

source: Portuguese
es: portugués
fr: portugais
pt: portuguesa

source: Spanish
es: Español
fr: Espanol
pt: espanhol

source: French
es: francés
fr: Français
pt: francês

source: User data saved successfully.
es: Los datos de usuario se han guardado correctamente.
fr: Données utilisateur enregistrées avec succès.
pt: Dados do usuário salvos com sucesso.

source: User data updated successfully.
es: Los datos de usuario se actualizaron correctamente.
fr: Données utilisateur mises à jour avec succès.
pt: Dados do usuário atualizados com sucesso.

source: User data deleted successfully.
es: Los datos de usuario se han eliminado correctamente.
fr: Les données utilisateur ont été supprimées avec succès.
pt: Dados do usuário excluídos com sucesso.

source: Main sheet data saved successfully.
es: Los datos de la hoja principal se han guardado correctamente.
fr: Données de la feuille principale enregistrées avec succès.
pt: Dados da planilha principal salvos com sucesso.

source: Main sheet data updated successfully.
es: Los datos de la hoja principal se actualizaron correctamente.
fr: Les données de la feuille principale ont été mises à jour avec succès.
pt: Dados da planilha principal atualizados com sucesso.

source: Hospital data deleted successfully.
es: Los datos del hospital se han eliminado correctamente.
fr: Les données de l'hôpital ont été supprimées avec succès.
pt: Dados hospitalares apagados com sucesso.

source: Production Setting data saved successfully.
es: Datos de configuración de producción guardados correctamente.
fr: Données du paramètre de production enregistrées avec succès.
pt: Dados de configuração de produção salvos com êxito.

source: Production Setting data updated successfully.
es: Los datos de configuración de producción se actualizaron correctamente.
fr: Les données du paramètre de production ont été mises à jour avec succès.
pt: Dados de configuração de produção atualizados com êxito.

source: Production Setting data deleted successfully.
es: Datos de configuración de producción eliminados correctamente.
fr: Les données du paramètre de production ont été supprimées avec succès.
pt: Dados de configuração de produção excluídos com êxito.

source: Intermediate Productions data saved successfully.
es: Los datos de producciones intermedias se han guardado correctamente.
fr: Données de Productions intermédiaires enregistrées avec succès.
pt: Dados de produções intermediárias salvos com sucesso.

source: Intermediate Productions data updated successfully.
es: Los datos de Producciones Intermedias se actualizaron correctamente.
fr: Les données des Productions intermédiaires ont été mises à jour avec succès.
pt: Dados de produções intermediárias atualizados com sucesso.

source: Intermediate Productions data deleted successfully.
es: Los datos de producciones intermedias se han eliminado correctamente.
fr: Les données de Productions intermédiaires ont été supprimées avec succès.
pt: Dados de produções intermediárias excluídos com sucesso.

source: Stock Management data saved successfully.
es: Los datos de gestión de stock se han guardado correctamente.
fr: Données de gestion des stocks enregistrées avec succès.
pt: Dados de gerenciamento de estoque salvos com sucesso.

source: Stock Management data updated successfully.
es: Datos de gestión de stock actualizados correctamente.
fr: Données de gestion des stocks mises à jour avec succès.
pt: Dados de gerenciamento de estoque atualizados com sucesso.

source: Stock Management data deleted successfully.
es: Los datos de gestión de existencias se han eliminado correctamente.
fr: Les données de gestion des stocks ont été supprimées avec succès.
pt: Dados de gerenciamento de estoque excluídos com sucesso.

source: Patient data saved successfully.
es: Los datos del paciente se han guardado correctamente.
fr: Données du patient enregistrées avec succès.
pt: Dados do paciente salvos com sucesso.

source: Patient data updated successfully.
es: Los datos del paciente se actualizaron correctamente.
fr: Les données du patient ont été mises à jour avec succès.
pt: Dados do paciente atualizados com sucesso.

source: Patient data deleted successfully.
es: Los datos del paciente se han eliminado correctamente.
fr: Les données du patient ont été supprimées avec succès.
pt: Dados do paciente excluídos com sucesso.

source: Absence Reason data saved successfully.
es: Los datos del motivo de ausencia se han guardado correctamente.
fr: Données de motif d'absence enregistrées avec succès.
pt: Dados de motivo de ausência salvos com êxito.

source: Absence Reason data updated successfully.
es: Los datos del motivo de ausencia se actualizaron correctamente.
fr: Les données de motif d'absence ont été mises à jour avec succès.
pt: Dados de motivo de ausência atualizados com êxito.

source: Absence Reason data deleted successfully.
es: Los datos del motivo de ausencia se han eliminado correctamente.
fr: Les données de motif d'absence ont été supprimées avec succès.
pt: Dados de motivo de ausência excluídos com êxito.

source: Assign Centre Module data saved successfully.
es: Asignar los datos del módulo central guardados correctamente.
fr: Affecter les données du module Centre enregistrées avec succès.
pt: Atribuir dados do módulo central salvos com êxito.

source: Assign Centre Module data updated successfully.
es: Asignar datos del módulo central actualizados correctamente.
fr: Attribuer les données du module Centre mises à jour avec succès.
pt: Atribuir dados do módulo central atualizados com êxito.

source: Assign Centre Module data deleted successfully.
es: Asignar datos del módulo central eliminados correctamente.
fr: Affecter les données du module Centre supprimées avec succès.
pt: Atribuir dados do módulo central excluídos com êxito.

source: Medicine data saved successfully.
es: Los datos del medicamento se han guardado correctamente.
fr: Données médicales enregistrées avec succès.
pt: Dados de medicamentos salvos com sucesso.

source: Medicine data updated successfully.
es: Los datos del medicamento se actualizaron correctamente.
fr: Données médicales mises à jour avec succès.
pt: Dados do medicamento atualizados com sucesso.

source: Medicine data deleted successfully.
es: Los datos del medicamento se han eliminado correctamente.
fr: Données médicales supprimées avec succès.
pt: Dados de medicamentos excluídos com sucesso.

source: Medicine Assigned to Patient.
es: Medicina asignada al paciente.
fr: Médecine assignée au patient.
pt: Medicamento atribuído ao paciente.

source: Updated Medicine Assigned to Patient.
es: Medicamento actualizado asignado al paciente.
fr: Mise à jour de la médecine assignée au patient.
pt: Medicamento atualizado atribuído ao paciente.

source: Deleted Medicine Assigned to Patient.
es: Medicamento eliminado asignado al paciente.
fr: Médicament supprimé attribué au patient.
pt: Medicamento deletado atribuído ao paciente.

source: Posology Planning saved successfully.
es: Planificación de Posología guardada correctamente.
fr: Posology Planning enregistré avec succès.
pt: Planejamento de Posologia salvo com sucesso.

source: Posology Planning updated successfully.
es: La planificación de Posología se ha actualizado correctamente.
fr: Mise à jour réussie de la planification posologique.
pt: Planejamento de Posologia atualizado com sucesso.

source: Posology Planning deleted successfully.
es: La planificación de Posología se ha eliminado correctamente.
fr: La planification posologique a été supprimée avec succès.
pt: Planejamento de Posologia deletado com sucesso.

source: Production saved successfully.
es: Producción guardada correctamente.
fr: Production enregistrée avec succès.
pt: Produção salva com sucesso.

source: Production Planning updated successfully.
es: La planificación de producción se ha actualizado correctamente.
fr: Mise à jour réussie de la planification de la production.
pt: O Production Planning foi atualizado com êxito.

source: Production Planning deleted successfully.
es: Planificación de producción se ha eliminado correctamente.
fr: La planification de la production a été supprimée avec succès.
pt: O Production Planning foi excluído com êxito.

source: Medicine added to booklet successfully.
es: El medicamento se ha añadido correctamente al folleto.
fr: Médicament ajouté au livret avec succès.
pt: Medicamento adicionado ao livreto com sucesso.

source: User is not active.
es: El usuario no está activo.
fr: L'utilisateur n'est pas actif.
pt: O usuário não está ativo.

source: Invalid email_id
es: email_id no válido
fr: Email_id non valide
pt: email_id inválido

source: username
es: nombre de usuario
fr: nom d'utilisateur
pt: nome de usuário

source: Required. 150 characters or fewer. Letters, digits and @/./+/-/_ only.
es: Requerido. 150 caracteres o menos. Sólo letras, dígitos y @/./+/-/_.
fr: Obligatoire. 150 caractères ou moins. Lettres, chiffres et @/./+/-/_ uniquement.
pt: Obrigatório. 150 caracteres ou menos. Letras, dígitos e @/./+/-/_ apenas.

source: A user with that username already exists.
es: Ya existe un usuario con ese nombre de usuario.
fr: Un utilisateur avec ce nom d'utilisateur existe déjà.
pt: Já existe um usuário com esse nome de usuário.

source: superuser status
es: estado de superusuario
fr: statut du superutilisateur
pt: status do superusuário

source: Designates whether the user can log into this admin site.
es: Indica si el usuario puede iniciar sesión en este sitio de administración.
fr: Indique si l'utilisateur peut se connecter à ce site d'administration.
pt: Designa se o usuário pode fazer login neste site de administração.

source: staff status
es: situación del personal
fr: statut du personnel
pt: Status do pessoal

source: expires at
es: caduca a las
fr: expire à
pt: expira em

source: token
es: ficha
fr: jeton

source: Token is invalid or expired
es: El token no es válido o ha caducado
fr: Le jeton n'est pas valide ou a expiré
pt: Token inválido ou expirado

source: Old password is not correct
es: La contraseña antigua no es correcta
fr: L'ancien mot de passe n'est pas correct
pt: Senha antiga não está correta

source: Old Password and New Password should not be same
es: Contraseña antigua y Contraseña nueva no deben ser iguales
fr: L'ancien mot de passe et le nouveau mot de passe ne doivent pas être identiques
pt: Senha Antiga e Nova Senha não devem ser iguais

source: New Password and Confirm Password does not match
es: Nueva contraseña y Confirmar contraseña no coinciden
fr: Le nouveau mot de passe et le mot de passe de confirmation ne correspondent pas
pt: Nova senha e Confirmar senha não corresponde

source: email field is required
es: campo de correo electrónico es obligatorio
fr: champ email est obligatoire
pt: campo de e-mail é obrigatório

source: email already exist
es: correo electrónico ya existe
fr: le courrier électronique existe déjà
pt: e-mail já existe

source: Please correct the errors below.
es: Corrija los errores que aparecen a continuación.
fr: Veuillez corriger les erreurs ci-dessous.
pt: Corrija os erros abaixo.

source: Username {} does not exist.
es: el nombre de usuario {} no existe.
fr: le nom d'utilisateur {} n'existe pas.
pt: nome de usuário {} não existe.

source: User logged in successfully
es: El usuario ha iniciado sesión correctamente
fr: Utilisateur connecté avec succès
pt: Usuário logado com sucesso

source: Please enter valid credentials.
es: Introduzca credenciales válidas.
fr: Veuillez entrer des informations d'identification valides.
pt: Insira credenciais válidas.

source: Impersonated User Session
es: Sesión de usuario suplantada
fr: Session utilisateur usurpée
pt: Sessão de usuário personificada

source: User Successfully Logout
es: Cierre de sesión correctamente del usuario
fr: Déconnexion réussie de l'utilisateur
pt: Logout do usuário com sucesso

source: Password reset link successfully sent to your email:{}
es: enlace de restablecimiento de contraseña enviado correctamente a tu correo electrónico: {}
fr: lien de réinitialisation du mot de passe envoyé à votre e-mail : {}
pt: link de redefinição de senha enviado com sucesso para o seu e-mail: {}

source: Successfully updated the password.
es: Se actualizó correctamente la contraseña.
fr: Mise à jour réussie du mot de passe.
pt: A senha foi atualizada com sucesso.

source: Invalid Reset Link. Please try again.
es: Enlace de restablecimiento no válido. Inténtelo de nuevo.
fr: Lien de réinitialisation non valide. Veuillez réessayer.
pt: Link de redefinição inválido. Por favor, tente novamente.

source: Password has been changed
es: Se ha cambiado la contraseña
fr: Mot de passe a été modifié
pt: A senha foi alterada

source: This is not a new user
es: Este no es un usuario nuevo
fr: Ce n'est pas un nouvel utilisateur
pt: Este não é um novo usuário

source: Success
es: Éxito
fr: Succès
pt: Sucesso

source: Link is expired, Please try again!
es: Elenlacehacaducado.Inténtelodenuevo.！
fr: Le lien a expiré, veuillez réessayer ！
pt: O link expirou, tente novamente！

source: Another admin present with this account. Can not proceed with this request.
es: Otro administrador presente con esta cuenta. No se puede continuar con esta solicitud.
fr: Un autre administrateur présent avec ce compte. Impossible de procéder à cette demande.
pt: Outro administrador presente com esta conta. Não é possível prosseguir com esta solicitação.

source: You cannot delete own account.
es: No se puede eliminar la cuenta propia.
fr: Vous ne pouvez pas supprimer votre propre compte.
pt: Não é possível excluir a própria conta.

source: User deleted successfully.
es: El usuario se ha eliminado correctamente.
fr: L'utilisateur a été supprimé avec succès.
pt: Usuário excluído com sucesso.

source: Hospital
fr: Hôpital
